[
    {
        "question_1": 
        "Tahun 1950-an adalah periode usaha aktif dalam AI. Program AI pertama yang bekerja ditulis pada 1951 untuk menjalankan mesin Ferranti Mark I di University of Manchester (UK): sebuah program permainan naskah yang ditulis oleh Christopher Strachey dan program permainan catur yang ditulis oleh Dietrich Prinz. John McCarthy membuat istilah \"kecerdasan buatan\" pada konferensi pertama yang disediakan untuk pokok persoalan ini, pada 1956. Dia juga menemukan bahasa pemrograman Lisp. Alan Turing memperkenalkan Uji Turing sebagai sebuah cara untuk mengoperasionalkan test perilaku cerdas. Joseph Weizenbaum membangun ELIZA, sebuah chatterbot yang menerapkan psikoterapi Rogerian. Kecerdasan buatan pertama di dunia muncul pada tahun 1956. Pada tahun tersebut, sebuah konferensi yang dikenal sebagai Konferensi Dartmouth diadakan di Dartmouth College di Amerika Serikat. Konferensi ini dianggap sebagai titik awal dari perkembangan kecerdasan buatan sebagai bidang penelitian yang mandiri. Selama tahun 1960-an dan 1970-an, Joel Moses mendemonstrasikan kekuatan pertimbangan simbolis untuk mengintegrasikan masalah di dalam program Macsyma, program berbasis pengetahuan yang sukses pertama kali dalam bidang matematika. Marvin Minsky dan Seymour Papert menerbitkan Perceptrons, yang mendemostrasikan batas jaringan saraf sederhana dan Alain Colmerauer mengembangkan bahasa komputer Prolog. Ted Shortliffe mendemonstrasikan kekuatan sistem berbasis aturan untuk representasi pengetahuan dan inferensi dalam diagnosa dan terapi medis yang kadang kala disebut sebagai sistem pakar pertama. Hans Moravec mengembangkan kendaraan terkendali komputer pertama untuk mengatasi jalan berintang yang kusut secara mandiri. Pada tahun 1980-an, jaringan saraf digunakan secara meluas dengan algoritme perambatan balik, pertama kali diterangkan oleh Paul John Werbos pada 1974. Pada tahun 1982, para ahli fisika seperti Hopfield menggunakan teknik-teknik statistika untuk menganalisis sifat-sifat penyimpanan dan optimasi pada jaringan saraf. Para ahli psikologi, David Rumelhart dan Geoff Hinton, melanjutkan penelitian mengenai model jaringan saraf pada memori. Pada tahun 1985-an sedikitnya empat kelompok riset menemukan kembali algoritme pembelajaran propagansi balik. Algoritme ini berhasil diimplementasikan ke dalam ilmu komputer dan psikologi. Tahun 1990-an ditandai perolehan besar dalam berbagai bidang AI dan demonstrasi berbagai macam aplikasi. Lebih khusus Deep Blue, sebuah komputer permainan catur, mengalahkan Garry Kasparov dalam sebuah pertandingan 6 game yang terkenal pada tahun 1997. DARPA menyatakan bahwa biaya yang disimpan melalui penerapan metode AI untuk unit penjadwalan dalam Perang Teluk pertama telah mengganti seluruh investasi dalam penelitian AI sejak tahun 1950 pada pemerintah AS."
    },
    {
        "question_2": 
        "Amerika Serikat (AS) adalah negara republik konstitusional federal yang terdiri dari lima puluh negara bagian dan sebuah distrik federal. Negara ini terletak di bagian tengah Amerika Utara, yang menjadi lokasi dari empat puluh delapan negara bagian yang saling bersebelahan, beserta distrik ibu kota Washington, D.C. Amerika Serikat diapit oleh Samudra Pasifik dan Atlantik di sebelah barat dan timur, berbatasan dengan Kanada di sebelah utara, dan Meksiko di sebelah selatan. Dua negara bagian lainnya, yaitu Alaska dan Hawaii, terletak terpisah dari dataran utama Amerika Serikat. Negara bagian Alaska terletak di sebelah ujung barat laut Amerika Utara, berbatasan dengan Kanada di sebelah timur dan Rusia di sebelah barat, yang dipisahkan oleh Selat Bering. Sedangkan negara bagian Hawaii adalah sebuah kepulauan yang berlokasi di Samudra Pasifik. Amerika Serikat juga memiliki beberapa teritori di Samudra Pasifik dan kawasan Karibia. Dengan luas wilayah 3,79  juta mil persegi (9,83 juta km2) dan jumlah penduduk sebanyak 341 juta jiwa, Amerika Serikat merupakan negara terluas ketiga di dunia, dan terbesar ketiga menurut jumlah penduduk. Amerika Serikat merupakan negara multi-etnis dan multikultural. Hal tersebut muncul akibat adanya imigrasi besar-besaran dari berbagai penjuru dunia. Iklim dan geografi Amerika Serikat juga sangat beragam dan negara ini menjadi tempat tinggal bagi beragam spesies.Penduduk Asli Amerika/Suku Indian mulai bermigrasi dari Asia ke daratan yang saat ini menjadi Amerika Serikat sekitar 15.000 tahun yang lalu. Setelah tahun 1500 M, kedatangan Bangsa Kaukasia dari Eropa dan wabah penyakit secara perlahan-lahan mulai mengurangi jumlah populasi mereka. Migrasi dan Kolonisasi Bangsa Kaukasia dari Eropa dimulai sekitar tahun 1600, terutama dari Inggris. Amerika Serikat terbentuk dari Tiga Belas Koloni Inggris yang membentang di sepanjang pesisir Atlantik, yang mengembangkan sistem ekonomi dan sistem politik demokratis tersendiri yang terpisah dari Inggris. Perselisihan antara Inggris dan para kolonis Amerika menyebabkan pecahnya Revolusi Amerika. Pada tanggal 4 Juli 1776, dengan suara bulat, delegasi dari 13 koloni Inggris memproklamasikan kemerdekaan, yang menjadi awal berdirinya Amerika Serikat. Negara baru ini berhasil mengalahkan Inggris dalam Perang Revolusi. Perang ini merupakan perang kemerdekaan pertama yang berhasil mengalahkan imperium Eropa. Konstitusi yang berlaku saat ini pertama kali dirumuskan pada 17 September 1787; beberapa amendemen dilakukan di kemudian hari, memodifikasi pasal-pasalnya, namun tetap tidak mengubah isi teks aslinya. Sepuluh amendemen pertama yang secara kolektif dikenal dengan Bill of Rights, disahkan pada tahun 1791 dan mengatur mengenai jaminan hak asasi dan kebebasan."
    },
    {
        "question_3": 
        "Kereta kecepatan tinggi (bahasa Inggris: High-speed rail; HSR) atau singkatnya kereta cepat adalah transportasi rel yang menggunakan kereta api yang jauh lebih cepat daripada kereta api tradisional, menggunakan sistem terintegrasi dari bakal pelanting khusus dan jalur khusus. Meskipun tidak ada standar tunggal yang berlaku di seluruh dunia, kereta kecepatan tinggi biasanya memiliki kecepatan di atas 250 km/jam, atau kereta biasa yang ditingkatkan dengan kecepatan lebih dari 200 km/jam secara luas juga dianggap sebagai kereta kecepatan tinggi.Jalur kereta kecepatan tinggi pertama di dunia, Tōkaidō Shinkansen memulai operasinya di Jepang pada tahun 1964. Jalur ini juga dijuluki sebagai kereta peluru. Langkah yang dilakukan Jepang ini diikuti oleh beberapa negara Eropa seperti Prancis dan Jerman, kemudian diikuti oleh Spanyol, Italia, dan lainnya. Kini, Eropa memiliki jaringan kereta cepat yang luas dengan banyak koneksi internasional. Tiongkok telah membangun lebih dari 37.900 kilometer (23.500 mil) rel kecepatan tinggi pada Desember 2020, terhitung lebih dari dua pertiga dari total jaringan rel kecepatan tinggi dunia.Ini menjadikan Tiongkok sebagai negara dengan jaringan kereta kecepatan tinggi terbesar di dunia.Beberapa negara telah membangun dan mengembangkan infrastruktur kereta api berkecepatan tinggi untuk menghubungkan antar kota-kota besar, termasuk Austria, Belgia, Denmark, Finlandia, Indonesia, Jepang, Maroko, Belanda, Norwegia, Polandia, Portugal, Rusia, Arab Saudi, Serbia , Korea Selatan, Swedia, Swiss, Taiwan, Turki, Britania Raya, Amerika Serikat, dan Uzbekistan. Hanya di Eropa dan Asia kereta kecepatan tinggi dapat melintasi perbatasan internasional.Kereta kecepatan tinggi adalah metode transportasi massal yang paling cepat dan paling efisien. Namun karena banyaknya persyaratan seperti kurva rel yang besar, kemiringan yang landai, dan rel yang dipisahkan sebidang, membuat pembangunan kereta kecepatan tinggi menjadi jauh lebih mahal daripada kereta konvensional."
    },
    {
        "question_4":
        "Penemu telepon genggam yang pertama adalah Martin Cooper, seorang karyawan Motorola pada tanggal 3 April 1973, walaupun banyak disebut-sebut penemu telepon genggam adalah sebuah tim dari salah satu divisi Motorola (divisi tempat Cooper bekerja) dengan model pertama adalah DynaTAC. Ide yang dicetuskan oleh Cooper adalah sebuah alat komunikasi yang kecil dan mudah dibawa bepergian secara fleksibel.Cooper bersama timnya menghadapi tantangan bagaimana memasukkan semua material elektronik ke dalam alat yang berukuran kecil tersebut untuk pertama kalinya. Namun akhirnya sebuah telepon genggam pertama berhasil diselesaikan dengan total bobot seberat dua kilogram. Untuk memproduksinya, Motorola membutuhkan biaya setara dengan US$1 juta. Pada tahun 1983, telepon genggam portabel berharga US$4 ribu (Rp36 juta) setara dengan US$10 ribu (Rp90 juta).Setelah berhasil memproduksi telepon genggam, tantangan terbesar berikutnya adalah mengadaptasi infrastruktur untuk mendukung sistem komunikasi telepon genggam tersebut dengan menciptakan sistem jaringan yang hanya membutuhkan 3 MHz spektrum, setara dengan lima kanal TV yang tersalur ke seluruh dunia. 1G merupakan generasi jaringan telepon genggam pertama yang dibuat." 
    },
    {
        "question_5": 
        "Albert Einstein; (14 Maret 1879 – 18 April 1955) adalah fisikawan teoretis kelahiran Jerman, secara luas diakui sebagai salah seorang ilmuwan terhebat sepanjang masa. Einstein terkenal atas pengembangan teori relativitas, tetapi ia juga membuat konstribusi penting terhadap pengembangan teori mekanika kuantum. Relativitas dan mekanika kuantum adalah dua pilar fisika modern.274 Karya-karyanya juga dikenal karena berpengaruh terhadap filsafat ilmu. Persamaan Einstein yang paling dikenal adalah rumus kesetaraan massa-energi E = mc2, yang dijuluki \"persamaan paling terkenal di dunia\". Einstein menerima Nobel Fisika pada tahun 1921 atas jasanya terhadap fisika teoretis, dan khususnya atas penemuannya tentang hukum efek fotolistrik yang menjadi langkah penting dalam pengembangan teori kuantum.Menjelang awal kariernya, Einstein berpendapat bahwa mekanika Newton tak lagi mampu menyatukan hukum mekanika klasik dengan hukum medan elektromagnetik. Hal ini mendorongnya mengembangkan teori relativitas khusus saat bekerja di Kantor Paten Swiss di Bern (1902–1909). Tetapi, ia menyadari bahwa prinsip relativitas juga dapat diperluas cakupannya pada medan gravitasi, dan ia menerbitkan sebuah makalah mengenai relativitas umum pada tahun 1916 dengan teorinya tentang gravitasi. Einstein terus meneliti masalah mekanika statistika dan teori kuantum, yang mengarah pada penjelasannya mengenai teori partikel dan gerak molekul. Einstein juga meneliti kandungan termal cahaya yang meletakkan dasar bagi teori foton cahaya. Pada tahun 1917, ia menerapkan teori relativitas umum untuk memodelkan struktur alam semesta."
    },
    {
        "question_6": 
        "CIA memiliki tiga aktivitas utama, yaitu mengumpulkan informasi seputar pemerintah asing, perusahaan, dan individu; menganalisis informasi tersebut beserta hasil intelijen dari badan intelijen A.S. lainnya untuk menghasilkan penilaian intelijen keamanan nasional yang diajukan kepada para pembuat kebijakan senior Amerika Serikat; dan melaksanakan atau mengawasi aktivitas tertutup dan beberapa operasi taktis oleh karyawannya sendiri, anggota militer A.S., atau rekan lainnya atas permintaan Presiden Amerika Serikat. Misalnya, CIA bisa memiliki pengaruh politik luar negeri melalui divisi-divisi taktisnya seperti Special Activities Division.Markas CIA terletak di Langley, Virginia, beberapa mil di sebelah barat Washington, D.C. Karyawan-karyawannya bekerja di kedutaan A.S. dan sejumlah lokasi lain di seluruh dunia.CIA menggantikan Office of Strategic Services (OSS) yang dibentuk pada Perang Dunia II untuk mengoordinasikan aktivitas spionase rahasia Angkatan Bersenjata Amerika Serikat melawan kekuatan Poros. National Security Act of 1947 meresmikan keberadaan CIA dan menghapus fungsi polisi atau penegakan hukum di dalam maupun luar negeri."
    },
    {
        "question_7": 
        "Peristiwa gempa bumi yang paling terkenal adalah gempa bumi dan tsunami Samudra Hindia 2004, memakan lebih dari 230.000 korban jiwa, dan gempa bumi terkuat yang pernah tercatat yaitu gempa bumi Valdivia 1960 di Chili dengan skala 9,5 Mw. Salah satu gempa bumi paling mematikan dalam sejarah adalah Gempa bumi Shaanxi 1556, yang terjadi pada tanggal 23 Januari 1556 di Provinsi Shaanxi, Tiongkok. Lebih dari 830.000 orang meninggal. Sebagian besar penduduk tinggal di yaodong, sebuah bangunan berbahan batu dan tanah liat, banyak korban yang tewas ketika bangunan tersebut runtuh. Gempa bumi Tangshan 1976, yang menewaskan antara 240.000 dan 655.000 orang, merupakan gempa bumi paling mematikan dalam sejarah modern hingga saat ini.Gempa bumi menimbulkan berbagai dampak, seperti guncangan tanah dan pencairan tanah, yang mengakibatkan kerusakan besar dan korban jiwa. Jika episentrum gempa besar terletak di lepas pantai, dasar laut mungkin akan mengalami pergeseran yang cukup besar sehingga menyebabkan tsunami. Gempa bumi juga dapat memicu tanah longsor. Gempa bumi dipengaruhi oleh pergerakan lempeng tektonik di sepanjang sesar aktif, termasuk sesar normal, sesar terbalik (dorong), dan sesar mendatar, dengan dinamika pelepasan energi dan patahan yang diatur oleh teori pantulan elastis."
    },
    {
        "question_8": 
        "Manusia (Homo sapiens) adalah spesies primata yang jumlahnya paling banyak dan tersebar luas. Mereka adalah jenis kera besar yang dicirikan oleh gaya berjalan dua kaki dan kemampuan kognitif yang mumpuni berkat otak mereka yang besar dan kompleks. Manusia adalah makhluk yang sangat sosial dan cenderung hidup dalam struktur sosial yang kompleks yang terdiri dari banyak kelompok yang saling bekerja sama dan bersaing, mulai dari keluarga dan jaringan kekerabatan hingga negara politik. Oleh karenanya, interaksi sosial antara manusia telah membentuk berbagai macam nilai, norma sosial, bahasa, dan ritual, yang masing-masing menopang komunitas manusia. Keinginan untuk memahami dan mempengaruhi fenomena telah memotivasi manusia untuk mengembangkan ilmu pengetahuan, teknologi, filsafat, hukum, mitologi, agama, dan bidang studi lainnya.Meskipun beberapa ilmuwan memperlakukan istilah manusia sama dengan semua anggota genus Homo, dalam penggunaan umum, istilah hari ini biasanya merujuk pada Homo sapiens, satu-satunya anggota Homo yang masih ada. Manusia modern secara anatomis muncul sekitar 300.000 tahun yang lalu di Afrika, berevolusi dari Homo heidelbergensis atau spesies yang serupa dan bermigrasi keluar dari Afrika, secara bertahap menggantikan atau melakukan kawin silang dengan populasi lokal manusia purba. Manusia merupakan pemburu-pengumpul yang hidup berpindah-pindah selama sebagian besar rentang sejarahnya. Manusia mulai menunjukkan perilaku modern sekitar 160.000-60.000 tahun yang lalu. Revolusi Neolitikum, yang dimulai di Asia Barat Daya sekitar 13.000 tahun yang lalu (dan secara terpisah di beberapa tempat lain), melahirkan pertanian dan pemukiman manusia yang permanen. Ketika populasi manusia menjadi lebih besar dan lebih padat, bentuk-bentuk pemerintahan berkembang di dalam dan di antara mereka, dan sejumlah peradaban telah bangkit dan runtuh. Manusia terus berkembang, dengan populasi global mencapai lebih dari 8 miliar hingga tahun 2022."
    },
    {
        "question_9": 
        "Aristoteles lahir di sebuah kota kecil bernama Stagira pada tahun 384 SM. Kota ini merupakan bagian dari semenanjung Kalkidiki. Pengasuhan Aristoteles dilakukan oleh keluarganya di Atarneus, Anatolia. Kondisi ini disebabkan ayahnya wafat pada usia muda selama pengadilan di Pella, Makedonia Tengah. Pekerjaan ayahnya adalah sebagai dokter pribadi raja Amnytas Ⅱ.Pada awalnya, Aristoteles merupakan murid dari Plato. Namun ia kemudian menolak beberapa pemikiran Plato dan memulai pemikiran filsafatnya sendiri. Aristoteles mendirikan sebuah pusat pendidikan dan penelitian bernama Lyceum. Melalui tempat ini, ia menyampaikan pemikiran-pemikirannya yang kemudian memengaruhi pemikiran dari para filsuf, teolog atau ilmuwan lain.Aristoteles hidup di lingkungan yang mendukung kreativitas kebudayaan dan intelektual. Pada masa hidupnya, negara-negara kota di Yunani mengalami perpecahan akibat kekalahan Athena dari Sparta dalam Perang Peloponesian pada tahun 404 SM. Konflik berkepanjangan antara negara-negara kota di Yunani berakhir setelah Filipus II dari Makedonia menaklukkan negara-negara tersebut dan mendirikan Kekaisaran Makedonia. Aristoteles hidup dalam pemerintahan putra dari Filipus II dari Makedonia, Alexander Agung. Pada masa ini, ia menjadi murid dari Plato yang banyak menulis dialog. Aristoteles mengembangkan sistem filsafatnya sendiri pada masa tersebut.[10]"
    },
    {
        "question_10": 
        "Rami Said Malek(lahir 12 Mei 1981) adalah aktor Amerika Serikat. Malek belajar akting di Universitas Evansville dan memulai karier Hollywood sebagai pemeran tamu di beberapa acara televisi sebelum membuat debut film di Night at the Museum (2006). Dia adalah pemain reguler di serial komedi FOX, The War at Home (2005-2007) dan di miniseri HBO, The Pacific (2010). Malek muncul di film Larry Crowne (2011) dan bermain dalam film arahan sutradara Paul Thomas Anderson, The Master (2012) dan di serial terakhir dari The Twilight Saga (2012). Pada 2013, ia muncul dalam film-film independen, Ain't Them Bodies Saints, Oldboy, dan Short Term 12. Tahun berikutnya, ia muncul di Need for Speed, Night at the Museum: Secret of the Tomb dan Da Sweet Blood of Jesus.Pada 2015, Malek mulai memainkan peran utama sebagai Elliot Alderson di serial televisi USA Network, Mr. Robot. Pada tahun yang sama, ia memberikan suara dan rupanya untuk karakter Josh dalam permainan video horor sintasan, Until Dawn. Dan pada Tahun Ini dia memainkan peran Sebagai Elliot di film series Mr. Robot Season 2. Pada tahun 2018 dia memerankan tokoh Dega dalam film Papillon dan Freddie Mercury dalam film Bohemian Rhapsody"
    }
]