{
    "question_1": "Kerajaan Kutai, yang terletak di Kalimantan Timur, dikenal sebagai kerajaan Hindu tertua di Indonesia. Berdiri sekitar abad ke-4 Masehi, Kutai merupakan bukti awal pengaruh budaya India di Nusantara. Bukti keberadaan kerajaan ini ditemukan dalam bentuk tujuh prasasti Yupa, yaitu tiang batu yang berisi tulisan huruf Pallawa dan bahasa Sanskerta. Prasasti Yupa menyebutkan raja pertama Kutai, yaitu Raja Kudungga, diikuti oleh anaknya Aswawarman, dan cucunya Mulawarman. Raja Mulawarman adalah sosok paling terkenal dari dinasti ini dan dikenal akan kemurahan hatinya, seperti tercatat dalam prasasti yang menyebutkan persembahannya kepada para brahmana.",
    "question_2": "Kecerdasan Buatan (Artificial Intelligence/AI) adalah bidang ilmu komputer yang memungkinkan mesin dan sistem untuk melakukan tugas yang biasanya membutuhkan kecerdasan manusia, seperti pengenalan suara, pemahaman bahasa alami, pengambilan keputusan, dan pemecahan masalah. Konsep AI telah berkembang pesat sejak pertengahan abad ke-20, dengan tujuan untuk menciptakan sistem yang dapat berpikir, belajar, dan beradaptasi layaknya manusia.",
    "question_3": "Perang Dunia II, yang berlangsung dari 1939 hingga 1945, adalah konflik global terbesar dalam sejarah, melibatkan banyak negara di seluruh dunia. Perang ini dimulai dengan serangan Jerman atas Polandia pada 1 September 1939, yang memicu Inggris dan Prancis untuk menyatakan perang terhadap Jerman. Konflik ini berlanjut dengan aliansi besar antara dua kekuatan utama, yaitu Sekutu yang terdiri dari Amerika Serikat, Inggris, Uni Soviet, dan negara lainnya melawan Blok Poros, yang dipimpin oleh Jerman, Italia, dan Jepang. Di Eropa, perang ini ditandai oleh taktik perang kilat Jerman (Blitzkrieg) yang menyebabkan jatuhnya berbagai negara di Eropa Barat dan Tengah.",
    "question_4": "Sebagian besar penduduk Indonesia tinggal di Pulau Jawa, pulau terpadat di Indonesia yang juga menjadi pusat pemerintahan dan ekonomi negara. Selain itu, Indonesia memiliki mayoritas penduduk beragama Islam, menjadikannya negara dengan populasi Muslim terbesar di dunia, meskipun agama lain seperti Kristen, Hindu, dan Buddha juga dianut oleh sebagian warga. Penduduk Indonesia menghadapi tantangan dalam hal kesenjangan sosial, infrastruktur, dan akses layanan publik, terutama di daerah-daerah terpencil. Namun, keberagaman budaya dan kekayaan sumber daya alamnya menjadikan Indonesia sebagai negara dengan potensi besar untuk berkembang di berbagai sektor.",
    "question_5": "Singkatan adalah bentuk pemadatan kata atau frasa untuk mempermudah penyebutan dan penulisan. Dalam kehidupan sehari-hari, kita sering menjumpai singkatan umum, baik dalam bahasa Indonesia maupun bahasa Inggris. Contoh singkatan dalam bahasa Indonesia adalah \"PNS\" untuk \"Pegawai Negeri Sipil\" dan \"KTP\" untuk \"Kartu Tanda Penduduk.\" Singkatan ini digunakan untuk menghemat waktu dan mempermudah komunikasi, terutama ketika berurusan dengan istilah yang panjang atau sering muncul dalam percakapan.",
    "question_6": "Dalam bahasa Inggris, beberapa singkatan yang umum digunakan adalah \"ASAP\" (As Soon As Possible) untuk menunjukkan urgensi, dan \"FYI\" (For Your Information) untuk berbagi informasi. Singkatan juga digunakan dalam bidang tertentu, seperti \"AI\" (Artificial Intelligence) dalam teknologi atau \"GDP\" (Gross Domestic Product) dalam ekonomi.",
    "question_7": "Bruno Mars, yang lahir dengan nama asli Peter Gene Hernandez pada 8 Oktober 1985, adalah seorang penyanyi, penulis lagu, dan produser musik asal Honolulu, Hawaii. Ia dikenal sebagai salah satu artis pop dan R&B paling sukses di dunia berkat gaya musiknya yang beragam serta kemampuan vokalnya yang kuat. Bruno Mars memulai karir musiknya dengan menulis lagu untuk artis lain sebelum akhirnya merilis album debutnya, Doo-Wops & Hooligans, pada tahun 2010. Album ini melahirkan hits besar seperti “Just the Way You Are” dan “Grenade,” yang membawa namanya melambung di dunia musik internasional.",
    "question_8": "Setiap daerah di Indonesia memiliki tradisi, bahasa, pakaian, tarian, dan musik khasnya sendiri. Misalnya, batik dari Jawa telah diakui sebagai warisan budaya dunia oleh UNESCO, sementara kain ulos dari Batak, songket dari Sumatra, dan tenun ikat dari Nusa Tenggara memperlihatkan keindahan seni tekstil tradisional Indonesia. Beragam tarian daerah, seperti Tari Saman dari Aceh, Tari Pendet dari Bali, dan Tari Kecak, mencerminkan kekayaan ekspresi budaya dan spiritualitas masyarakat setempat",
    "question_9": "Pahlawan Indonesia, Thomas Matulessy, yang lebih dikenal dengan nama Pattimura, adalah seorang pejuang yang terkenal karena perjuangannya dalam mempertahankan kemerdekaan Indonesia dari penjajahan Belanda. Lahir di Saparua, Maluku, pada 8 Juni 1783, Pattimura memimpin perlawanan rakyat Maluku terhadap Belanda pada tahun 1817, yang dikenal dengan Perang Pattimura. Pada saat itu, Belanda berusaha menguasai Maluku yang kaya akan rempah-rempah, namun masyarakat setempat tidak tinggal diam dan melawan penjajahan tersebut dengan keberanian luar biasa. Pattimura menjadi simbol perlawanan dan patriotisme, menginspirasi banyak orang untuk berjuang demi kebebasan tanah air.",
    "question_10": "Di Amerika Serikat, perkembangan roket modern lebih lanjut didorong oleh ilmuwan seperti Robert Goddard, yang dikenal sebagai \"Bapak Roket,\" berkat keberhasilannya dalam mengembangkan roket cair pertama pada tahun 1926. Goddard menguji roket pertama yang berhasil terbang di Roswell, New Mexico, yang menjadi tonggak penting dalam sejarah penerbangan roket.",
}

