[
    {
        "question_1": 
        "Permainan papan adalah permainan yang dimainkan di permukaan atau \"papan\" yang telah ditandai sebelumnya sesuai dengan seperangkat aturan. Permainan papan telah dimainkan di sebagian besar budaya dan masyarakat sepanjang sejarah. Apakah Anda menganggap diri Anda ahli dalam permainan papan seperti catur atau Go? Mungkin kamu tidak sebaik yang kamu kira. Penelitian baru dari Universitas Manchester dan Oxford menunjukkan bahwa permainan kompleks seperti ini tidak mungkin dipelajari sepenuhnya. Mereka bahkan mungkin terlalu rumit untuk dipahami oleh pikiran manusia. Para peneliti mempelajari permainan dua pemain, untuk mencoba dan memahami strategi yang digunakan orang untuk membuat keputusan selama permainan. Beberapa permainan dengan dua pemain sederhana, dengan hanya sedikit kemungkinan gerakan. Pemain dapat dengan cepat menyusun strategi terbaik, tetapi itu berarti permainan akan segera menjadi membosankan. Ini menjadi lebih menarik ketika ada banyak kemungkinan gerakan. Itu sebabnya orang begitu terpesona dengan permainan papan yang rumit seperti catur atau Go, atau permainan kartu. Namun apa yang ditemukan para peneliti adalah bahwa dengan permainan yang sulit, pemain merasa sulit untuk menyusun strategi terbaik dan tindakan mereka menjadi kurang masuk akal. Penelitian ini merupakan bagian dari bidang yang disebut teori permainan: studi tentang pengambilan keputusan strategis manusia. Banyak pemikiran tentang bagaimana orang memainkan permainan yang kompleks didasarkan pada sesuatu yang disebut “titik keseimbangan”, yaitu ketika pemain memiliki pengetahuan sempurna tentang apa yang akan mereka lakukan dan apa yang akan dilakukan lawan mereka. Ketika Anda menambahkan lebih dari dua pemain maka tentu saja permainan menjadi lebih sulit untuk dipahami. Perdagangan di pasar saham adalah contoh permainan multi-pemain yang kompleks."
    },
    {
        "question_2": 
        "Meskipun mendaftar ke perguruan tinggi mungkin tampak mudah, namun untuk masuk ke perguruan tinggi bisa jadi sulit! Saat Anda mendaftar ke perguruan tinggi, Anda harus jujur ​​pada diri sendiri dan melakukan sedikit riset untuk menemukan yang cocok. Berikut adalah tiga langkah yang harus diambil saat mendaftar ke perguruan tinggi untuk mendapatkan peluang terbaik masuk ke perguruan tinggi terbaik untuk Anda. Langkah l: Membuat Daftar Perguruan Tinggi Untuk Mendaftar Dengan lebih dari 6.000 perguruan tinggi di Amerika Serikat, langkah pertama untuk mendaftar ke perguruan tinggi adalah melakukan riset dan membuat daftar perguruan tinggi. Proses ini akan berbeda untuk setiap orang. Jumlah perguruan tinggi yang kamu lamar bisa berbeda-beda, mulai dari mendaftar di 1 sekolah (tidak disarankan) hingga 30 sekolah (tidak disarankan), setiap pelamar bisa memilih berapa banyak perguruan tinggi yang akan dilamarnya. Banyak yang membatasi jumlahnya karena pengajuannya disertai biaya. . Langkah 2: Membagi Daftar Menjadi Sekolah Sasaran, Jangkauan, dan Keamanan Secara umum, siswa ingin mendaftar ke tiga jenis sekolah: sekolah Sasaran, Jangkauan, dan Keamanan. Terserah Anda berapa banyak lamaran yang Anda kirim, namun perpaduan yang baik akan lebih mengarah pada target daripada jangkauan, dan setidaknya satu keamanan. Anda perlu mengambil daftar Anda, dan sekarang putuskan mana pilihan terbaik Anda, mana yang dapat Anda capai secara akademis, mana yang terjangkau bagi Anda hanya dengan bantuan, dan sempurnakan daftar luas Anda menjadi sekelompok sekolah yang memberi Anda peluang terbaik untuk masuk. kesuksesan. Bicaralah dengan konselor penerimaan di sekolah menengah Anda jika Anda memiliki pertanyaan tentang hal ini. Langkah 3: Mengisi dan Mengirim Lamaran ke Perguruan Tinggi Setelah daftar Anda selesai, Anda siap mendaftar ke perguruan tinggi dengan melengkapi dan mengirimkan lamaran! Pendaftaran perguruan tinggi membutuhkan waktu untuk diselesaikan --Anda harus menulis esai, meminta rekomendasi, dan mengirimkan nilai ujian ke sekolah--jadi tetaplah terorganisir! Semua perguruan tinggi akan memerlukan jenis materi lamaran ini, jadi mulailah memikirkan hal-hal ini jauh sebelum bulan Oktober atau Desember. Setelah kamu menyelesaikan dan mengirimkannya, maka kamu telah berhasil mendaftar ke perguruan tinggi."
    },
    {
        "question_3": 
        "Sebenarnya kita sudah mengetahui banyak sekali contoh dan kata-kata bermakna yang mendukung fakta bahwa kita harus berusaha semaksimal mungkin untuk meringankan kesan buruk orang lain. Seperti pepatah lama, kita harus memberikan asumsi yang lebih baik daripada yang kita kira. Namun banyak dari kita yang selalu gagal melakukan hal ini. Ambil contoh situasi kelas saya. Tepat di awal semester pertama ketika kami masih mahasiswa baru, kami semua menunjukkan rasa saling mendukung satu sama lain. Dan ketika ada suatu kegiatan yang memerlukan beberapa orang untuk ikut, kami bersedia hadir, entah menarik atau tidak. Dan kami benar-benar seperti saudara dan saudari, dan kelas kami seperti sebuah keluarga, sebuah keluarga yang hangat. Tapi sekarang, aku merasa bosan dengan aktivitas yang tidak berarti itu bukan hanya karena aktivitas itu sendiri yang membosankan tapi juga karena respon keren dari teman-teman sekelas kami. Menurut saya, alasan mengapa semangat sebagian besar teman sekelas begitu rendah mungkin adalah sebagai berikut: Banyak di antara kita yang mengikuti lebih dari satu organisasi tentu akan membuat kita lelah. Selain itu, dalam bidang studi, banyak dari kita mungkin menemukan bahwa mata kuliah kita terkadang sulit untuk dipahami atau dipahami, terutama mata pelajaran khusus. Terlebih lagi, “sejarah” mengajarkan kita bahwa jika tidak giat belajar, besar kemungkinan gagal dalam ujian. Jadi, merupakan alasan yang bagus dan bagus untuk mengatakan, \"Aku memang ingin hadir, tapi aku punya banyak pekerjaan rumah yang harus diselesaikan, jadi...\" Dan yang terakhir, beberapa orang percaya bahwa beberapa pemimpin kita tidak boleh dianggap sebagai seorang pemimpin, mungkin saya harus mengatakan bahwa kita, sebagai pemimpin, telah kehilangan reputasi, dukungan dan kepercayaan dari Anda. Setidaknya saya adalah orang yang berhati hangat, meskipun saya tidak dapat menjanjikan bahwa nasihat Anda pasti akan ditanggapi, setidaknya saya tidak akan menyia-nyiakan upaya untuk \"memberi\" Anda hak untuk didengarkan, dan untuk melayani Anda. Aktiflah untuk menunjukkan bakat dan kemampuan Anda dan untuk menciptakan citra kelas kami yang lebih baik. Yang terpenting, bekerja dengan sungguh-sungguh demi kondisi yang lebih baik yang seharusnya kita capai."
    },
    {
        "question_4": 
        "Saat merenungkan peristiwa-peristiwa dalam hidupku yang berdampak padaku, aku kembali ke malam tanggal 1 Agustus 2006. Aku mendapati diriku berada di sebuah aula di New York City duduk di samping ibuku, sama sekali tidak lelah, meskipun kami telah terbang sepanjang hari. sebelumnya, dan berkendara selama lima jam ke kota untuk menghadiri \"An Evening with Harry, Carrie and Garp,\" sebuah acara amal dengan pembacaan oleh tiga penulis. Kegembiraan yang melanda diriku membuatku tetap terjaga dan berpikir; Saya berdiri dan bertepuk tangan pada seorang wanita saat dia bersiap untuk membaca. Serial Harry Potter adalah pintu gerbang saya menuju masa remaja akademis saya. Saya begitu terpesona oleh dunia sihir sehingga ibu saya mulai membawa saya ke konferensi akademis yang berfokus pada buku. Sejak tahun 2005, saya telah menghadiri presentasi tentang asal usul istilah dan mantra Latin, kisah kuno, dan gagasan sihir. Buku-buku ini membuka mata saya terhadap seluruh dunia dan pengetahuan itu sendiri. Mereka membuat otak saya bekerja selama musim panas. Yang lebih penting lagi, mereka membantu saya mengadopsi ide-ide yang berguna di sekolah dan di luarnya, bahwa selalu ada cara lain untuk melakukan sesuatu, atau untuk memahami suatu masalah. Dengan ketidakpastian dan keraguan muncullah ide-ide kreatif dan cara-cara baru untuk melihat masalah yang mungkin menghasilkan solusi baru, berbeda, lebih cepat dan lebih mudah. Dan semua ini berawal dari sedikit \"keajaiban\" dari sebuah buku yang banyak orang anggap sebagai serial untuk anak-anak. Saya juga menghadiri ceramah tentang kemampuan Ms. Rowling dalam menulis cerita dengan indah, dengan setiap detail kecil dihubungkan dengan hal lain, misalnya detail dalam buku karya Jonathan Swift, Chaucer, Dickens, dan Austin. Saya belajar bahwa seperti semua buku hebat lainnya, cerita Rowling mendorong hubungan antara pikiran, tubuh, dan jiwa. Meskipun serial ini dikritik oleh mereka yang percaya bahwa buku ini mendorong perilaku buruk pada anak-anak, saya dapat mendengar diskusi dari mereka yang menyatakan bahwa buku-buku ini mengajarkan pesan-pesan indah jika kita memahami maknanya yang lebih dalam. Ini adalah teks yang dibagikan generasi saya; semua mahasiswa baru sudah akrab dengan cerita-cerita tersebut, dan hal ini memberi kita seperangkat keyakinan dan gagasan umum yang membantu kita mulai mempelajari hal-hal baru."
    },
    {
        "question_5": 
        "Seorang guru bahasa Inggris sebagai bahasa kedua adalah Guru Terbaik Tahun 2004 di Amerika Serikat. Kathy Mellor dari Rhode Island akan menghabiskan tahun depan sebagai juru bicara internasional untuk pendidikan. Presiden Bush dan istrinya, Laura, memberikan penghormatan kepadanya dalam upacara di Gedung Putih pekan lalu. Selama sembilan belas tahun terakhir, Kathy Mellor telah mengajar bahasa Inggris sebagai bahasa kedua di Sekolah Menengah Davisville di North Kingstown, Rhode Island, di Amerika Serikat bagian timur laut. Dia mendesain ulang program untuk siswa E.S.L di sekolahnya untuk membekali setiap siswa dengan satu hingga tiga periode per hari di kelas untuk pelajar bahasa Inggris. Berapa banyak pengajaran yang diperoleh siswa tergantung pada tingkat keterampilan mereka dalam mendengarkan, berbicara, membaca dan menulis. Jumlah waktu yang mereka habiskan di kelas-kelas ini berkurang seiring dengan meningkatnya tingkat bahasa Inggris mereka. Seorang guru menggambarkan ini sebagai E.S.L. program di North Kingstown. Ia juga memuji Kathy Mellor karena telah memberikan bantuan kepada siswa dan keluarga mereka dengan membentuk kelompok orang tua lokal untuk penutur bahasa lain. Hal ini meningkatkan kemampuan mereka dalam membantu anak-anak mereka. Kathy Mellor memperoleh gelar master di bidang pendidikan dari Rhode Island College. Dia belajar mengajar bahasa Inggris sebagai bahasa kedua. Dia terpilih untuk penghargaan nasional Guru Terbaik Tahun Ini dari antara guru-guru terbaik di masing-masing lima puluh negara bagian. Sebagai Guru Tahun Ini, Kathy Mellor akan melakukan perjalanan keliling Amerika Serikat dan ke negara-negara lain. Dia akan berbicara tentang pentingnya pendidikan dan pekerjaan para guru."
    },
    {
        "question_6": 
        "Ketika konsumen menemukan bahwa sesuatu yang dibelinya rusak atau tidak sesuai dengan apa yang dikatakan produsen, langkah pertama adalah menunjukkan garansi, atau catatan lain yang mungkin bisa membantu, di toko. pembelian. Dalam kebanyakan kasus, tindakan ini akan membuahkan hasil. Namun jika tidak, ada berbagai cara yang bisa digunakan konsumen untuk memperoleh kepuasan. Cara sederhana dan umum yang digunakan banyak konsumen adalah dengan menyampaikan keluhan langsung kepada pengelola toko. Secara umum, semakin tinggi tingkat konsumen dalam menanggapi keluhannya, semakin cepat pula ia mengharapkan penyelesaiannya. Dalam kasus seperti ini, biasanya keputusannya menguntungkan konsumen, dengan menganggap bahwa konsumen mempunyai hak yang adil. Konsumen harus mengajukan pengaduan secara langsung jika memungkinkan, namun jika mereka tidak dapat datang ke tempat pembelian, maka diperbolehkan untuk menelepon atau menulis pengaduan melalui surat. Mengeluh biasanya paling efektif bila dilakukan dengan sopan namun tegas, dan terutama bila konsumen dapat menunjukkan dengan jelas apa yang salah dengan barang yang dibelinya. Jika hal ini tidak dapat dilakukan, konsumen akan berhasil dengan menyajikan informasi spesifik mengenai apa yang salah, dibandingkan dengan membuat pernyataan umum. Misalnya, \"Speaker kiri tidak berfungsi sama sekali dan suara yang keluar dari speaker kanan tidak jelas\" lebih baik daripada \"Stereo ini tidak berfungsi\". Manajer toko dapat menyarankan konsumen untuk menulis surat kepada produsen, jika demikian, sebaiknya konsumen melakukannya, dengan menyatakan keluhannya dengan sopan dan tegas. Namun jika keluhan yang sopan tidak mencapai hasil yang diharapkan, konsumen dapat melangkah lebih jauh. Ia dapat mengancam akan membawa penjual ke pengadilan atau melaporkan penjual tersebut ke lembaga publik yang bertanggung jawab melindungi hak-hak konsumen."
    },
    {
        "question_7": 
        "Saat ini, banyak orang memanfaatkan tanaman dari tempat lain untuk mendesain pekarangan mereka. Nah, apakah mereka punya pengaruh terhadap hewan yang tinggal di dekatnya? Seperti yang kita ketahui, tumbuhan menyediakan makanan untuk serangga dan hewan pemakan tumbuhan. Pada gilirannya, burung dan hewan pemakan daging memakan serangga dan hewan pemakan tumbuhan tersebut. Sangat mudah untuk melihat betapa pentingnya tanaman. Meskipun tanaman asing terlihat indah, namun dapat menimbulkan masalah jika jumlahnya terlalu banyak. Saya tinggal di Virginia, AS, dan terkadang melihat tanaman--umumnya dikenal dengan nama Kudzu--yang tampaknya menutupi segala sesuatu di area tersebut, bahkan memanjat seluruh pohon dan rumah. Kudzu adalah tanaman yang luar biasa karena pertumbuhannya sangat cepat. Tanaman ini pertama kali dibawa ke Amerika Serikat dari Asia Tenggara sekitar tahun 1870-an sebagai tanaman yang dapat ditanam oleh para petani. Namun, Kudzu dengan cepat dianggap berbahaya di seluruh Amerika Serikat bagian selatan. Karena Kudzu tumbuh dengan cepat di berbagai lingkungan, ia dapat menutupi seluruh area dengan cepat. Tanaman ini juga tidak dimakan oleh serangga atau burung manapun di Amerika Serikat sehingga dapat tumbuh tanpa terkendali. Kudzu dapat menutupi pohon, semak, dan bahkan rumah. Amerika Serikat harus mengeluarkan biaya sebesar 500 juta dolar per tahun agar Kudzu tidak tumbuh terlalu cepat. Tanaman ini adalah contoh sempurna dari apa yang oleh para ilmuwan disebut sebagai spesies invasif, yang tumbuh lebih cepat dibandingkan tanaman asli lainnya. Semua tanaman asing mempunyai kemungkinan untuk menyebar dengan cepat. Tidak hanya harganya yang mahal, menanamnya di kebun justru menghilangkan makanan dari serangga. Jika setiap orang memenuhi taman mereka dengan tanaman asli tempat mereka tinggal, banyak kupu-kupu cantik dan makhluk asli lainnya akan tertarik ke halaman belakang rumah mereka! Jadi, lihatlah ke luar jendela Anda -- bagaimana taman Anda tumbuh?"
    },
    {
        "question_8": 
        "Apa itu warna? Mengapa benda-benda di sekitar kita ada yang berwarna merah, ada yang hijau, ada yang biru? Warna sebenarnya dibuat oleh cahaya yang dipantulkan. Kita melihat warna karena sebagian besar benda memantulkan cahaya. Sesuatu berwarna merah karena memantulkan sebagian besar cahaya merah. Dengan cara yang sama, jika sesuatu berwarna hijau, itu memantulkan sebagian besar lampu hijau. Jika sesuatu memantulkan seluruh cahaya, maka warnanya putih. Jika tidak memantulkan cahaya apa pun, warnanya hitam. Sebagian cahaya dipantulkan dan sebagian lagi diserap dan diubah menjadi panas. Semakin gelap warnanya, semakin sedikit cahaya yang dipantulkan, semakin banyak cahaya yang diserap. Jadi pakaian berwarna gelap lebih hangat di bawah sinar matahari dibandingkan pakaian berwarna terang. ."
    },
    {
        "question_9": 
        "London memiliki lebih dari sembilan juta pengunjung setiap tahunnya. Mereka datang dan mengunjungi beberapa tempat paling terkenal di Inggris: Big Ben, Menara London, dan Sungai Thames. Anda dapat melihat beberapa tempat paling menarik di London dengan naik bus wisata. Atau Anda bisa menaiki London Eye. Roda besar ini perlahan membawa Anda 135m di atas Sungai Thames. Sungai Thames adalah jalur air utama London. Hal ini telah membentuk _ sejarah dan geografi ibu kota. Jadi salah satu cara terbaik untuk mengetahui lebih banyak tentang kota ini adalah dengan melakukan perjalanan di sepanjang sungai. Menara jam Gedung Parlemen, Big Ben, telah menjadi salah satu simbol utama kota London. Suara bel yang terdengar di awal banyak acara televisi dan radio telah menjadi terkenal di seluruh tanah air. Kunjungan ke London belum lengkap tanpa mengunjungi Menara London, yang terletak di bagian timur kota. Setelah Big Ben, Menara ini mungkin menjadi tempat wisata yang paling banyak dikunjungi di London. Tepat di selatan adalah Tower Bridge, yang berusia lebih dari 100 tahun. Di antara semua istana di London, Istana Buckingham adalah yang paling terkenal. Ini telah menjadi rumah utama keluarga kerajaan di London sejak Ratu Victoria pindah ke sana pada tahun 1873. Anda dapat mengunjungi beberapa kamar pada bulan Agustus dan September. Dan hampir setiap pagi sepanjang tahun Anda dapat menyaksikan para prajurit di luar mengganti penjaga. Sekitar satu jam dengan kereta api dari London adalah Menara Windsor. Di sini Anda dapat mengunjungi rumah Ratu lainnya-Kastil Windsor. Terjadi kebakaran pada tahun 1992 dan banyak ruangan yang terbakar parah. Namun sekarang kembali penuh dengan gambar, meja, dan kursi yang indah. Bertamasya di London memang menyenangkan, tetapi bisa sangat melelahkan. Jadi, cara terbaik untuk memulai hari adalah dengan mengisi sarapan ala Inggris. Anda dapat membeli sarapan ala Inggris di hampir setiap hotel, dan di banyak restoran dan kafe. Sebuah pub Inggris adalah tempat yang baik untuk berhenti untuk makan siang dan minum. Anda bisa mendapatkan makanan panas atau dingin dan mencoba salah satu dari banyak bir Inggris. Fish and chips juga merupakan makanan tradisional Inggris. Jadi carilah toko ikan dan keripik di kota-kota maupun di tepi laut. Atau Anda dapat duduk di luar salah satu dari banyak pub dan kafe pinggir jalan di London, dan sekadar menyaksikan kesibukan dunia berlalu."
    },
    {
        "question_10": 
        "Selain menulis artikel dan buku, Mark Twain menggembirakan hadirin dengan kuliah umum tentang tempat-tempat jauh yang ia kunjungi dalam perjalanannya. Orang-orang sangat ingin mengetahui perjalanannya ke tempat-tempat seperti Kepulauan Sandwich (sekarang Hawaii), Mesir, dan Tanah Suci. Twain sering menggunakan biaya yang ia peroleh dari kuliahnya untuk membayar lebih banyak petualangan. Pertunjukannya yang dihadiri banyak orang juga menarik perhatian pada karyanya yang diterbitkan. Pada saat itu, kuliah umum adalah sebuah bentuk hiburan yang sangat populer, dan ekspektasi penonton sangat tinggi, namun Twain tidak pernah gagal untuk menghibur mereka. Twan juga menulis tentang subjek yang lucu. Pada tahun 1873, ia menerbitkan buku berjudul The Gilded Age. Buku itu adalah sebuah sindiran terhadap orang-orang yang sangat kaya pada masa itu. Sindiran adalah sebuah karya yang mengolok-olok perilaku buruk manusia, seperti pemborosan belanja. Twain membuat orang-orang tertawa karena sikap berlebihan orang kaya. Pada tahun 1889, Twain mengambil anggota lain dari Pendirian. Dia menulis A Connecticut Yankee di King Arthur's Court, tentang seorang anak laki-laki yang melakukan perjalanan kembali ke zaman Raja Arthur. Twain mengolok-olok mereka yang diberi keuntungan bukan karena mereka pantas mendapatkan keuntungan itu, melainkan karena hubungan keluarga mereka. Jika Anda belum pernah membaca karya Mark Twain, cobalah membaca A Connecticut Yankee di King Arthur's Court, The Adventures of Huckleberry Finn, atau The Adventures of Tom Sawyer. Mereka akan membuat Anda tertawa."
    }
]