[
    {
        "question_1": 
        "Tahun 1950-an adalah periode usaha aktif dalam AI. Program AI pertama yang bekerja ditulis pada 1951 untuk menjalankan mesin Ferranti Mark I di University of Manchester (UK): sebuah program permainan naskah yang ditulis oleh Christopher Strachey dan program permainan catur yang ditulis oleh Dietrich Prinz. John McCarthy membuat istilah \"kecerdasan buatan\" pada konferensi pertama yang disediakan untuk pokok persoalan ini, pada 1956. Dia juga menemukan bahasa pemrograman Lisp. Alan Turing memperkenalkan Uji Turing sebagai sebuah cara untuk mengoperasionalkan test perilaku cerdas. Joseph Weizenbaum membangun ELIZA, sebuah chatterbot yang menerapkan psikoterapi Rogerian. Kecerdasan buatan pertama di dunia muncul pada tahun 1956. Pada tahun tersebut, sebuah konferensi yang dikenal sebagai Konferensi Dartmouth diadakan di Dartmouth College di Amerika Serikat. Konferensi ini dianggap sebagai titik awal dari perkembangan kecerdasan buatan sebagai bidang penelitian yang mandiri. Selama tahun 1960-an dan 1970-an, Joel Moses mendemonstrasikan kekuatan pertimbangan simbolis untuk mengintegrasikan masalah di dalam program Macsyma, program berbasis pengetahuan yang sukses pertama kali dalam bidang matematika. Marvin Minsky dan Seymour Papert menerbitkan Perceptrons, yang mendemostrasikan batas jaringan saraf sederhana dan Alain Colmerauer mengembangkan bahasa komputer Prolog. Ted Shortliffe mendemonstrasikan kekuatan sistem berbasis aturan untuk representasi pengetahuan dan inferensi dalam diagnosa dan terapi medis yang kadang kala disebut sebagai sistem pakar pertama. Hans Moravec mengembangkan kendaraan terkendali komputer pertama untuk mengatasi jalan berintang yang kusut secara mandiri. "
    },
    {
        "question_2": 
        "Fisika (serapan dari bahasa Belanda: fysica) atau ilmu tabii adalah ilmu alam yang mempelajari materi beserta gerak dan perilakunya dalam lingkup ruang dan waktu, bersamaan dengan konsep yang berkaitan seperti energi dan gaya. Sebagai salah satu ilmu sains paling dasar, tujuan utama fisika adalah memahami bagaimana alam semesta bekerja. Orang atau ilmuwan yang ahli dalam bidang fisika disebut sebagai ahli fisika atau fisikawan. Fisika adalah salah satu disiplin akademik paling tua, mungkin yang tertua melalui astronomi yang juga termasuk di dalamnya. Lebih dari dua milenia, fisika menjadi bagian dari Ilmu Alam bersama dengan kimia, biologi, dan cabang tertentu matematika, tetapi ketika munculnya revolusi ilmiah pada abad ke-17, ilmu alam berkembang sebagai program penelitian sendiri. Fisika berkembang dengan banyak spesialisasi bidang ilmu lain, seperti biofisika dan kimia kuantum, dan batasan fisiknya tidak didefinisikan dengan jelas. Ilmu baru dalam fisika terkadang digunakan untuk menjelaskan mekanisme dasar sains lainnya serta membuka jalan area penelitian lainnya seperti matematika dan filsafat."
    },
    {
        "question_3": 
        "Kejahatan siber (bahasa Inggris: cybercrime) adalah kejahatan yang melibatkan komputer dan jaringan. Komputer mungkin digunakan untuk melakukan kejahatan atau menjadi target kejahatan. Kejahatan dunia maya dapat membahayakan keamanan dan keuangan seseorang. Ada banyak masalah privasi seputar kejahatan siber ketika informasi rahasia dicuri atau diungkapkan secara sah atau sebaliknya. Secara internasional, baik aktor pemerintah maupun non-pemerintah terlibat dalam kejahatan dunia maya, termasuk spionase, pencurian keuangan, dan kejahatan lintas batas lainnya. Kejahatan dunia maya yang melintasi perbatasan internasional dan melibatkan tindakan setidaknya satu negara bangsa kadang-kadang disebut sebagai perang siber. Warren Buffett menggambarkan kejahatan siber sebagai "masalah nomor satu umat manusia" dan "menimbulkan risiko nyata bagi kemanusiaan." Sebuah laporan (disponsori oleh McAfee) yang diterbitkan pada tahun 2014 memperkirakan bahwa kerusakan tahunan pada ekonomi global akibat kejahatan siber mencapai $445 miliar. Sebuah laporan tahun 2016 oleh usaha keamanan siber memperkirakan bahwa kerusakan global yang terjadi sebagai akibat dari kejahatan dunia maya akan memakan biaya hingga $6 triliun per tahun pada tahun 2021 dan $10,5 triliun per tahun pada tahun 2025."
    },
    {
        "question_4":
        "Penemu telepon genggam yang pertama adalah Martin Cooper, seorang karyawan Motorola pada tanggal 3 April 1973, walaupun banyak disebut-sebut penemu telepon genggam adalah sebuah tim dari salah satu divisi Motorola (divisi tempat Cooper bekerja) dengan model pertama adalah DynaTAC. Ide yang dicetuskan oleh Cooper adalah sebuah alat komunikasi yang kecil dan mudah dibawa bepergian secara fleksibel.Cooper bersama timnya menghadapi tantangan bagaimana memasukkan semua material elektronik ke dalam alat yang berukuran kecil tersebut untuk pertama kalinya. Namun akhirnya sebuah telepon genggam pertama berhasil diselesaikan dengan total bobot seberat dua kilogram. Untuk memproduksinya, Motorola membutuhkan biaya setara dengan US$1 juta. Pada tahun 1983, telepon genggam portabel berharga US$4 ribu (Rp36 juta) setara dengan US$10 ribu (Rp90 juta).Setelah berhasil memproduksi telepon genggam, tantangan terbesar berikutnya adalah mengadaptasi infrastruktur untuk mendukung sistem komunikasi telepon genggam tersebut dengan menciptakan sistem jaringan yang hanya membutuhkan 3 MHz spektrum, setara dengan lima kanal TV yang tersalur ke seluruh dunia. 1G merupakan generasi jaringan telepon genggam pertama yang dibuat." 
    },
    {
        "question_5": 
        "Albert Einstein; (14 Maret 1879 – 18 April 1955) adalah fisikawan teoretis kelahiran Jerman, secara luas diakui sebagai salah seorang ilmuwan terhebat sepanjang masa. Einstein terkenal atas pengembangan teori relativitas, tetapi ia juga membuat konstribusi penting terhadap pengembangan teori mekanika kuantum. Relativitas dan mekanika kuantum adalah dua pilar fisika modern.274 Karya-karyanya juga dikenal karena berpengaruh terhadap filsafat ilmu. Persamaan Einstein yang paling dikenal adalah rumus kesetaraan massa-energi E = mc2, yang dijuluki \"persamaan paling terkenal di dunia\". Einstein menerima Nobel Fisika pada tahun 1921 atas jasanya terhadap fisika teoretis, dan khususnya atas penemuannya tentang hukum efek fotolistrik yang menjadi langkah penting dalam pengembangan teori kuantum.Menjelang awal kariernya, Einstein berpendapat bahwa mekanika Newton tak lagi mampu menyatukan hukum mekanika klasik dengan hukum medan elektromagnetik. Hal ini mendorongnya mengembangkan teori relativitas khusus saat bekerja di Kantor Paten Swiss di Bern (1902–1909). Tetapi, ia menyadari bahwa prinsip relativitas juga dapat diperluas cakupannya pada medan gravitasi, dan ia menerbitkan sebuah makalah mengenai relativitas umum pada tahun 1916 dengan teorinya tentang gravitasi. Einstein terus meneliti masalah mekanika statistika dan teori kuantum, yang mengarah pada penjelasannya mengenai teori partikel dan gerak molekul. Einstein juga meneliti kandungan termal cahaya yang meletakkan dasar bagi teori foton cahaya. Pada tahun 1917, ia menerapkan teori relativitas umum untuk memodelkan struktur alam semesta."
    },
    {
        "question_6": 
        "CIA memiliki tiga aktivitas utama, yaitu mengumpulkan informasi seputar pemerintah asing, perusahaan, dan individu; menganalisis informasi tersebut beserta hasil intelijen dari badan intelijen A.S. lainnya untuk menghasilkan penilaian intelijen keamanan nasional yang diajukan kepada para pembuat kebijakan senior Amerika Serikat; dan melaksanakan atau mengawasi aktivitas tertutup dan beberapa operasi taktis oleh karyawannya sendiri, anggota militer A.S., atau rekan lainnya atas permintaan Presiden Amerika Serikat. Misalnya, CIA bisa memiliki pengaruh politik luar negeri melalui divisi-divisi taktisnya seperti Special Activities Division.Markas CIA terletak di Langley, Virginia, beberapa mil di sebelah barat Washington, D.C. Karyawan-karyawannya bekerja di kedutaan A.S. dan sejumlah lokasi lain di seluruh dunia.CIA menggantikan Office of Strategic Services (OSS) yang dibentuk pada Perang Dunia II untuk mengoordinasikan aktivitas spionase rahasia Angkatan Bersenjata Amerika Serikat melawan kekuatan Poros. National Security Act of 1947 meresmikan keberadaan CIA dan menghapus fungsi polisi atau penegakan hukum di dalam maupun luar negeri."
    },
    {
        "question_7": 
        "Peristiwa gempa bumi yang paling terkenal adalah gempa bumi dan tsunami Samudra Hindia 2004, memakan lebih dari 230.000 korban jiwa, dan gempa bumi terkuat yang pernah tercatat yaitu gempa bumi Valdivia 1960 di Chili dengan skala 9,5 Mw. Salah satu gempa bumi paling mematikan dalam sejarah adalah Gempa bumi Shaanxi 1556, yang terjadi pada tanggal 23 Januari 1556 di Provinsi Shaanxi, Tiongkok. Lebih dari 830.000 orang meninggal. Sebagian besar penduduk tinggal di yaodong, sebuah bangunan berbahan batu dan tanah liat, banyak korban yang tewas ketika bangunan tersebut runtuh. Gempa bumi Tangshan 1976, yang menewaskan antara 240.000 dan 655.000 orang, merupakan gempa bumi paling mematikan dalam sejarah modern hingga saat ini.Gempa bumi menimbulkan berbagai dampak, seperti guncangan tanah dan pencairan tanah, yang mengakibatkan kerusakan besar dan korban jiwa. Jika episentrum gempa besar terletak di lepas pantai, dasar laut mungkin akan mengalami pergeseran yang cukup besar sehingga menyebabkan tsunami. Gempa bumi juga dapat memicu tanah longsor. Gempa bumi dipengaruhi oleh pergerakan lempeng tektonik di sepanjang sesar aktif, termasuk sesar normal, sesar terbalik (dorong), dan sesar mendatar, dengan dinamika pelepasan energi dan patahan yang diatur oleh teori pantulan elastis."
    },
    {
        "question_8": 
        "Gempa bumi dan tsunami Samudra Hindia 2004 atau lebih dikenal sebagai (Gempa bumi dan tsunami Aceh) adalah peristiwa gempa bumi berskala besar yang terjadi pada pukul 07:58:53 WIB hari Minggu, 26 Desember 2004. Pusat gempa terletak di lepas pantai barat Sumatra, Indonesia.Guncangan gempa bumi tersebut berskala 9.1–9.3 dalam Skala kekuatan magnitudo dan IX (Hebat) dalam Skala intensitas Mercalli. Bencana gempa bumi dan tsunami ini menewaskan sekitar 227.898 jiwa pada 14 negara; Indonesia, Sri Lanka, India, Thailand, Somalia, dan Maladewa adalah negara yang paling parah terkena dampaknya. Banda Aceh melaporkan jumlah korban jiwa terbanyak. Bencana ini dianggap sebagai bencana alam paling mematikan pada abad ke-21, dan bencana terburuk sepanjang sejarah Indonesia, Sri Lanka, dan Thailand. Tingginya angka kematian disebabkan oleh kurangnya pengetahuan dan kesigapan masyarakat terhadap fenomena alam tersebut, sehingga banyak korban yang berjatuhan akibat peristiwa ini. Gempa ini merupakan gempa bumi terkuat yang pernah tercatat di Asia, dan gempa bumi terkuat ketiga yang pernah tercatat sepanjang sejarah modern, setelah Gempa bumi Valdivia 1960 dan Gempa bumi Alaska 1964. Gempa ini merupakan patahan terpanjang, dengan panjang antara 1.200 km hingga 1.300 km (720 mil hingga 780 mil), dan memiliki durasi guncangan terlama yang pernah diamati, setidaknya 10 menit. Gempa ini menyebabkan seluruh planet Bumi bergetar 1 sentimeter (0,4 inci) dan memicu aktivitas gempa di berbagai wilayah, termasuk Alaska. Episentrumnya terletak antara Pulau Simeulue dan Sumatra.Penderitaan masyarakat dan negara terdampak mendorong berbagai negara untuk memberi bantuan kemanusiaan"
    },
    {
        "question_9": 
        "Aristoteles lahir di sebuah kota kecil bernama Stagira pada tahun 384 SM. Kota ini merupakan bagian dari semenanjung Kalkidiki. Pengasuhan Aristoteles dilakukan oleh keluarganya di Atarneus, Anatolia. Kondisi ini disebabkan ayahnya wafat pada usia muda selama pengadilan di Pella, Makedonia Tengah. Pekerjaan ayahnya adalah sebagai dokter pribadi raja Amnytas Ⅱ.Pada awalnya, Aristoteles merupakan murid dari Plato. Namun ia kemudian menolak beberapa pemikiran Plato dan memulai pemikiran filsafatnya sendiri. Aristoteles mendirikan sebuah pusat pendidikan dan penelitian bernama Lyceum. Melalui tempat ini, ia menyampaikan pemikiran-pemikirannya yang kemudian memengaruhi pemikiran dari para filsuf, teolog atau ilmuwan lain.Aristoteles hidup di lingkungan yang mendukung kreativitas kebudayaan dan intelektual. Pada masa hidupnya, negara-negara kota di Yunani mengalami perpecahan akibat kekalahan Athena dari Sparta dalam Perang Peloponesian pada tahun 404 SM. Konflik berkepanjangan antara negara-negara kota di Yunani berakhir setelah Filipus II dari Makedonia menaklukkan negara-negara tersebut dan mendirikan Kekaisaran Makedonia. Aristoteles hidup dalam pemerintahan putra dari Filipus II dari Makedonia, Alexander Agung. Pada masa ini, ia menjadi murid dari Plato yang banyak menulis dialog. Aristoteles mengembangkan sistem filsafatnya sendiri pada masa tersebut.[10]"
    },
    {
        "question_10": 
        "Rami Said Malek(lahir 12 Mei 1981) adalah aktor Amerika Serikat. Malek belajar akting di Universitas Evansville dan memulai karier Hollywood sebagai pemeran tamu di beberapa acara televisi sebelum membuat debut film di Night at the Museum (2006). Dia adalah pemain reguler di serial komedi FOX, The War at Home (2005-2007) dan di miniseri HBO, The Pacific (2010). Malek muncul di film Larry Crowne (2011) dan bermain dalam film arahan sutradara Paul Thomas Anderson, The Master (2012) dan di serial terakhir dari The Twilight Saga (2012). Pada 2013, ia muncul dalam film-film independen, Ain't Them Bodies Saints, Oldboy, dan Short Term 12. Tahun berikutnya, ia muncul di Need for Speed, Night at the Museum: Secret of the Tomb dan Da Sweet Blood of Jesus.Pada 2015, Malek mulai memainkan peran utama sebagai Elliot Alderson di serial televisi USA Network, Mr. Robot. Pada tahun yang sama, ia memberikan suara dan rupanya untuk karakter Josh dalam permainan video horor sintasan, Until Dawn. Dan pada Tahun Ini dia memainkan peran Sebagai Elliot di film series Mr. Robot Season 2. Pada tahun 2018 dia memerankan tokoh Dega dalam film Papillon dan Freddie Mercury dalam film Bohemian Rhapsody"
    }
]